tap "austinliuigi/brew-neovim-nightly", "https://github.com/austinliuigi/brew-neovim-nightly.git"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "kyleconroy/sqlc"
tap "ngrok/ngrok"
brew "bat"
brew "cairo"
brew "chezmoi"
brew "exa"
brew "figlet"
brew "fish"
brew "harfbuzz"
brew "gnuplot"
brew "golang-migrate"
brew "gradle"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "httpie"
brew "lazygit"
brew "lolcat"
brew "lua-language-server"
brew "marksman"
brew "neofetch"
brew "nnn"
brew "node"
brew "nushell"
brew "openjdk@17"
brew "openssl@1.1"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qt@5"
brew "ripgrep"
brew "starship"
brew "yaml-language-server"
brew "zoxide"
brew "kyleconroy/sqlc/sqlc"
cask "font-symbols-only-nerd-font"
cask "neovim-nightly"
cask "ngrok"
cask "rio"
cask "visual-studio-code"
cask "warp"
cask "wezterm-nightly"
