tap "austinliuigi/brew-neovim-nightly", "https://github.com/austinliuigi/brew-neovim-nightly.git"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "laggardkernel/tap"
tap "oven-sh/bun"
tap "robotsandpencils/made"
tap "withgraphite/tap"
brew "openssl@3"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "bluetoothconnector"
brew "freetype"
brew "glib"
brew "coreutils"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "catimg"
brew "chezmoi"
brew "cmake"
brew "cowsay"
brew "openldap"
brew "curl"
brew "libusb"
brew "dfu-util"
brew "libtool"
brew "wxwidgets"
brew "erlang"
brew "exa"
brew "fd"
brew "figlet"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "git-lfs"
brew "go"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "groonga"
brew "grpcurl"
brew "readline"
brew "guile"
brew "gzip"
brew "helix"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "jp2a"
brew "krb5"
brew "libcaca"
brew "libfido2"
brew "libsixel"
brew "openssl@1.1"
brew "python@3.9"
brew "libslirp"
brew "libssh"
brew "llvm"
brew "lolcat"
brew "lua-language-server"
brew "mariadb"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nushell"
brew "nvm"
brew "onefetch"
brew "openjdk@17"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "protobuf"
brew "pv"
brew "pyenv"
brew "python@3.11"
brew "qemu"
brew "rabbitmq"
brew "raylib"
brew "rbenv"
brew "ripgrep"
brew "rust-analyzer"
brew "scdoc"
brew "screenfetch"
brew "spotify-tui"
brew "starship"
brew "subversion"
brew "swift-protobuf"
brew "swiftlint"
brew "task"
brew "tree"
brew "w3m"
brew "walk"
brew "wget"
brew "xcodes"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazygit/lazygit"
brew "laggardkernel/tap/neovim-nightly"
brew "oven-sh/bun/bun"
brew "withgraphite/tap/graphite"
cask "dbeaver-community"
cask "font-3270-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "hashicorp-vagrant"
cask "mysqlworkbench"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
vscode "beaugunderson.solidity-extended"
vscode "DanLevett.pattern-links"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "googlecloudtools.cloudcode"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "IronGeek.vscode-env"
vscode "JuanBlanco.solidity"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ko"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "NomicFoundation.hardhat-solidity"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "styled-components.vscode-styled-components"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "vscodevim.vim"
